{
    "qGgBoEpLQdQ": {
        "title": "Cars Are Not the Problem",
        "captions": "This video is supported by viewers like you. If you too want to help me make more things \nlike this, consider supporting me on Patreon. Thank you. They serve as mobile disco, *loud electro music* or attention machine, *car revs* they're lots of fun, *neeowww* and are simply beautiful. *twinkle* Cars take you to every place that has roads, and that often much quicker than \nother forms of transport could. Alas, they destroy everything. *Without cars*, places have a certain balance. Center: Good access to stuff, but expensive, periphery: worse access to stuff, but cheap. Depending on how much you've got to spend,   you find yourself a living distance from \nthe center that makes sense for you. Since nobody's game for a two-day \nhike to the baker's, though,   you can't just move out indefinitely. The border is where places for everyday activities   can't be reached in a reasonable time \nby public transport, bike, or walking. *With cars*, things are very different. All of a sudden you can get a residence \non cheapest land on the outskirts, and for work, shopping or tuba practice, *farty-sounding tuba* simply drive into town. That way, you're living on the cheap, but \nstill have access to all the things you need. Even better, shops can do the same. Instead of paying steep rents in the center, they can move to huge, cheap \nplots of land on a former field. It's no longer shops moving \nto where customers are, it's customers driving to where shops are. What once had to stay compact, now has \na financial incentive to spread out. As long as there's a road to your place, location doesn't matter. Since the distances to different \npoints of interest are now much bigger, walking gets you nowhere, public transport with proper \nintervals makes no sense, and cycling - empowered by a bit of white \npaint on asphalt sold as \"infrastructure\" - is an activity reserved for \nidealists and the suicidal. In areas with good access to \nstuff, you *can* drive a car. In sprawling areas with bad access \nto stuff, you *have* to drive a car. And now take a guess which of \nthe two we keep building more of. Car traffic is really inefficient,   blows lots of particulate matter into the \nair, is a constant source of noise pollution *honks* and eats *so much* public space. Places where kids used to play and people \ngossiped about that weird smelling neighbor are now reserved for driving and parking. Plus, three syllables: You know: Climate catastrophe, \natmosphere turns into an oven, and so on. If I could choose, I wouldn't order \n\"baked globe with green salad\". Here's the thing, though: Maybe you can't afford to live in the \nland where milk and public transport flow. Maybe your workplace is \nsomewhere out in the boonies. The fact that we build badly \nisn't your car's fault. *kisses car* Every time shortsighted spatial planning \nallows a town with many little shops to chuck a huge mall onto some \nfield, bleeding its center dry, or real estate developers to sell \nsingle family homes in the middle   of nowehere for crazy profit because \nof the great road connection, we force people into car-dependency. How and what we build dictates \nhow we live for decades. So, what shall it be? Dependency, or the freedom to choose?"
    }
}